export const iranProvinces = [
  {
    استان: "تهران",
    شهرها: ["تهران", "قدس", "ملارد", "اسلامشهر"],
  },
  {
    استان: "اصفهان",
    شهرها: ["اصفهان", "کاشان", "خمینی‌شهر", "نجف‌آباد"],
  },
  {
    استان: "فارس",
    شهرها: ["شیراز", "مرودشت", "جهرم", "فسا"],
  },
  {
    استان: "خوزستان",
    شهرها: ["اهواز", "آبادان", "خرمشهر", "ماهشهر", "شوشتر"],
  },
  {
    استان: "مازندران",
    شهرها: ["ساری", "آمل", "بابل", "قائم‌شهر", "رامسر"],
  },
  {
    استان: "خراسان رضوی",
    شهرها: ["مشهد", "سبزوار", "نیشابور", "قوچان", "تربت حیدریه"],
  },
  {
    استان: "آذربایجان شرقی",
    شهرها: ["تبریز", "مراغه", "مرند", "اهر"],
  },
  {
    استان: "آذربایجان غربی",
    شهرها: ["ارومیه", "خوی", "مهاباد", "سلماس"],
  },
  {
    استان: "کردستان",
    شهرها: ["سنندج", "سقز", "مریوان", "بانه"],
  },
  {
    استان: "کرمانشاه",
    شهرها: ["کرمانشاه", "جوانرود", "اسلام‌آباد غرب", "کنگاور"],
  },
  {
    استان: "یزد",
    شهرها: ["یزد", "میبد", "اردکان", "انار"],
  },
  {
    استان: "سمنان",
    شهرها: ["سمنان", "شاهرود", "دامغان", "گرمسار"],
  },
  {
    استان: "گلستان",
    شهرها: ["گرگان", "گنبد کاووس", "آق‌قلا", "علی‌آباد کتول"],
  },
  {
    استان: "گیلان",
    شهرها: ["رشت", "انزلی", "لاهیجان", "لنگرود"],
  },
  {
    استان: "لرستان",
    شهرها: ["خرم‌آباد", "بروجرد", "دورود", "کوهدشت"],
  },
  {
    استان: "کرمان",
    شهرها: ["کرمان", "بم", "سیرجان", "رفسنجان", "جیرفت"],
  },
  {
    استان: "خراسان شمالی",
    شهرها: ["بجنورد", "اسفراین", "شیروان", "جاجرم"],
  },
  {
    استان: "خراسان جنوبی",
    شهرها: ["بیرجند", "قائن", "طبس", "فردوس"],
  },
  {
    استان: "بوشهر",
    شهرها: ["بوشهر", "برازجان", "گناوه", "کنگان"],
  },
  {
    استان: "هرمزگان",
    شهرها: ["بندرعباس", "میناب", "بندر لنگه", "قشم"],
  },
  {
    استان: "ایلام",
    شهرها: ["ایلام", "دهلران", "ایوان", "آبدانان"],
  },
  {
    استان: "چهارمحال و بختیاری",
    شهرها: ["شهرکرد", "فارسان", "لردگان"],
  },
  {
    استان: "کهگیلویه و بویراحمد",
    شهرها: ["یاسوج", "دهدشت", "دوگنبدان"],
  },
  {
    استان: "قزوین",
    شهرها: ["قزوین", "تاکستان", "الوند", "آبیک"],
  },
  {
    استان: "قم",
    شهرها: ["قم", "جعفریه", "قنوات", "کهک"],
  },
  {
    استان: "مرکزی",
    شهرها: ["اراک", "ساوه", "محلات", "خمین"],
  },
  {
    استان: "زنجان",
    شهرها: ["زنجان", "ابهر", "خرمدره", "قیدار"],
  },
  {
    استان: "همدان",
    شهرها: ["همدان", "ملایر", "نهاوند", "اسدآباد"],
  },
  {
    استان: "البرز",
    شهرها: ["کرج", "کمال‌شهر", "نظرآباد", "محمدشهر"],
  },
];
